SinglePhase/RANS/singlePhaseNeumann/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    Inlet
    {
        type            patch;
        nFaces          842;
        startFace       678061;
    }
    Outlet
    {
        type            patch;
        nFaces          1048;
        startFace       678903;
    }
    Walls
    {
        type            wall;
        nFaces          36830;
        startFace       679951;
    }
)

// ************************************************************************* //
